import React from "react";

export default function ICD10() {
  return (
    <>
      <optgroup label="Холера">
        <option
          value=" A00.0 - Холера, вызванная Vibrio cholerae 01, биовар холера
          (Классическая холера)"
        ></option>
        <option
          value="A00.1 - Холера, вызванная Vibrio cholerae 01, биовар эльтор (Холера
          эльтор)"
        ></option>
        <option value="A00.9 - Холера, неуточненная"></option>
      </optgroup>
      <optgroup label="Тиф и паратиф">
        <option value="A01 - Тиф и паратифозные лихорадки"></option>
        <option value="A01.0 - Тифозная лихорадка (Инфекция, вызванная Salmonella typhi)"></option>
        <option value="A01.1 - Паратифозная лихорадка A"></option>
        <option value="A01.2 - Паратифозная лихорадка B"></option>
        <option value="A01.3 - Паратифозная лихорадка C"></option>
        <option value="A01.4 - Паратифозная лихорадка, неуточненная"></option>
      </optgroup>
      <optgroup label="Другие инфекции, вызванные сальмонеллой">
        <option value="A02 - Другие инфекции сальмонеллой"></option>
        <option value="A02.0 - Сальмонеллез"></option>
        <option value="A02.1 - Сепсис, вызванный сальмонеллой"></option>
        <option value="A02.2 - Локализованные инфекции сальмонеллой"></option>
        <option value="A02.8 - Другие уточненные инфекции сальмонеллой"></option>
        <option value="A02.9 - Инфекция, вызванная сальмонеллой, неуточненная"></option>
      </optgroup>
      <optgroup label="Шигеллёз">
        <option value="A03 - Шигеллёз"></option>
        <option value="A03.0 - Шигеллёз, вызванный Shigella dysenteriae"></option>
        <option value="A03.1 - Шигеллёз, вызванный Shigella flexneri"></option>
        <option value="A03.2 - Шигеллёз, вызванный Shigella boydii"></option>
        <option value="A03.3 - Шигеллёз, вызванный Shigella sonnei"></option>
        <option value="A03.8 - Другой шигеллёз"></option>
        <option value="A03.9 - Шигеллёз, неуточненный"></option>
      </optgroup>
      <optgroup label="Другие бактериальные кишечные инфекции">
        <option value="A04 - Другие бактериальные кишечные инфекции"></option>
        <option value="A04.0 - Инфекция, вызванная Escherichia coli, патогенной для кишечника"></option>
        <option value="A04.1 - Инфекция, вызванная Escherichia coli, энтеротоксигенной"></option>
        <option value="A04.5 - Энтерит, вызванный Campylobacter"></option>
        <option value="A04.9 - Бактериальная кишечная инфекция, неуточненная"></option>
      </optgroup>
      <optgroup label="Амебиаз">
        <option value="A06 - Амебиаз"></option>
        <option value="A06.0 - Острый амебный дизентерий"></option>
        <option value="A06.1 - Хронический амебный колит"></option>
        <option value="A06.2 - Амебный недизентерийный колит"></option>
        <option value="A06.3 - Амебома кишечника"></option>
        <option value="A06.4 - Амебный абсцесс печени"></option>
        <option value="A06.5 - Амебный абсцесс легкого"></option>
        <option value="A06.6 - Амебный абсцесс мозга"></option>
        <option value="A06.7 - Кожный амебиаз"></option>
        <option value="A06.8 - Амебная инфекция других локализаций"></option>
        <option value="A06.9 - Амебиаз, неуточненный"></option>
      </optgroup>
      <optgroup label="Другие протозойные кишечные болезни">
        <option value="A07 - Другие протозойные кишечные болезни"></option>
        <option value="A07.0 - Балантидиаз"></option>
        <option value="A07.1 - Лямблиоз"></option>
        <option value="A07.2 - Криптоспоридиоз"></option>
        <option value="A07.3 - Изоспороз"></option>
        <option value="A07.8 - Другие уточненные протозойные кишечные болезни"></option>
        <option value="A07.9 - Протозойное кишечное заболевание, неуточненное"></option>
      </optgroup>
      <optgroup label="Вирусные и другие уточненные кишечные инфекции">
        <option value="A08 - Вирусные и другие уточненные кишечные инфекции"></option>
        <option value="A08.0 - Ротовирусный энтерит"></option>
        <option value="A08.1 - Острый гастроэнтерит, вызванный норовирусом"></option>
        <option value="A08.2 - Адениовирусный энтерит"></option>
        <option value="A08.3 - Другой вирусный энтерит"></option>
        <option value="A08.4 - Вирусная кишечная инфекция, неуточненная"></option>
        <option value="A08.5 - Другие уточненные кишечные инфекции"></option>
      </optgroup>
      <optgroup label="Другие гастроэнтериты и колиты инфекционного и неуточненного происхождения">
        <option
          value="A09 - A09 - Другие гастроэнтериты и колиты инфекционного и неуточненного
          происхождения
        "
        >
          A09 - A09 - Другие гастроэнтериты и колиты инфекционного и
          неуточненного происхождения
        </option>
        <option
          value="A09.0 - A09.0 - Другие и неуточненные гастроэнтериты и колиты инфекционного
          происхождения
        "
        >
          A09.0 - A09.0 - Другие и неуточненные гастроэнтериты и колиты
          инфекционного происхождения
        </option>
        <option value="A09.9 - Гастроэнтерит и колит неуточненного происхождения"></option>
      </optgroup>
      <optgroup label="Туберкулез (A15-A19)">
        <option
          value="A15 - A15 - Туберкулез дыхательных путей, бактериологически и гистологически
          подтвержденный
        "
        >
          A15 - A15 - Туберкулез дыхательных путей, бактериологически и
          гистологически подтвержденный
        </option>
        <option
          value="A15.0 - A15.0 - Туберкулез легких, подтвержденный микроскопией мокроты с или
          без культуры
        "
        >
          A15.0 - A15.0 - Туберкулез легких, подтвержденный микроскопией мокроты
          с или без культуры
        </option>
        <option value="A15.1 - Туберкулез легких, подтвержденный только культурой"></option>
        <option value="A15.2 - Туберкулез легких, подтвержденный гистологически"></option>
        <option value="A15.3 - Туберкулез легких, подтвержденный неуточненными методами"></option>
        <option
          value="A15.4 - A15.4 - Туберкулез внутригрудных лимфатических узлов, подтвержденный
          бактериологически и гистологически
        "
        >
          A15.4 - A15.4 - Туберкулез внутригрудных лимфатических узлов,
          подтвержденный бактериологически и гистологически
        </option>
        <option
          value="A15.5 - A15.5 - Туберкулез гортани, трахеи и бронха, подтвержденный
          бактериологически и гистологически
        "
        >
          A15.5 - A15.5 - Туберкулез гортани, трахеи и бронха, подтвержденный
          бактериологически и гистологически
        </option>
        <option
          value="A15.6 - A15.6 - Туберкулез плевры, подтвержденный бактериологически и
          гистологически
        "
        >
          A15.6 - A15.6 - Туберкулез плевры, подтвержденный бактериологически и
          гистологически
        </option>
        <option
          value="A15.7 - A15.7 - Первичный респираторный туберкулез, подтвержденный
          бактериологически и гистологически
        "
        >
          A15.7 - A15.7 - Первичный респираторный туберкулез, подтвержденный
          бактериологически и гистологически
        </option>
        <option
          value="A15.8 - A15.8 - Другой респираторный туберкулез, подтвержденный
          бактериологически и гистологически
        "
        >
          A15.8 - A15.8 - Другой респираторный туберкулез, подтвержденный
          бактериологически и гистологически
        </option>
        <option
          value="A15.9 - A15.9 - Респираторный туберкулез неуточненный, подтвержденный
          бактериологически и гистологически
        "
        >
          A15.9 - A15.9 - Респираторный туберкулез неуточненный, подтвержденный
          бактериологически и гистологически
        </option>
      </optgroup>
      <optgroup label="Туберкулез дыхательных путей, не подтвержденный бактериологически или гистологически">
        <option
          value="A16 - A16 - Туберкулез дыхательных путей, не подтвержденный
          бактериологически или гистологически
        "
        >
          A16 - A16 - Туберкулез дыхательных путей, не подтвержденный
          бактериологически или гистологически
        </option>
        <option
          value="A16.0 - A16.0 - Туберкулез легких, бактериологически и гистологически
          отрицательный
        "
        >
          A16.0 - A16.0 - Туберкулез легких, бактериологически и гистологически
          отрицательный
        </option>
        <option
          value="A16.1 - A16.1 - Туберкулез легких, бактериологическое и гистологическое
          исследование не проводилось
        "
        >
          A16.1 - A16.1 - Туберкулез легких, бактериологическое и
          гистологическое исследование не проводилось
        </option>
        <option
          value="A16.2 - A16.2 - Туберкулез легких, без упоминания о бактериологическом или
          гистологическом подтверждении
        "
        >
          A16.2 - A16.2 - Туберкулез легких, без упоминания о бактериологическом
          или гистологическом подтверждении
        </option>
        <option
          value="A16.3 - A16.3 - Туберкулез внутригрудных лимфатических узлов, без упоминания о
          бактериологическом или гистологическом подтверждении
        "
        >
          A16.3 - A16.3 - Туберкулез внутригрудных лимфатических узлов, без
          упоминания о бактериологическом или гистологическом подтверждении
        </option>
        <option
          value="A16.4 - A16.4 - Туберкулез гортани, трахеи и бронха, без упоминания о
          бактериологическом или гистологическом подтверждении
        "
        >
          A16.4 - A16.4 - Туберкулез гортани, трахеи и бронха, без упоминания о
          бактериологическом или гистологическом подтверждении
        </option>
        <option
          value="A16.5 - A16.5 - Туберкулез плевры, без упоминания о бактериологическом или
          гистологическом подтверждении
        "
        >
          A16.5 - A16.5 - Туберкулез плевры, без упоминания о бактериологическом
          или гистологическом подтверждении
        </option>
        <option
          value="A16.7 - A16.7 - Первичный респираторный туберкулез без упоминания о
          бактериологическом или гистологическом подтверждении
        "
        >
          A16.7 - A16.7 - Первичный респираторный туберкулез без упоминания о
          бактериологическом или гистологическом подтверждении
        </option>
        <option
          value="A16.8 - A16.8 - Другой респираторный туберкулез, без упоминания о
          бактериологическом или гистологическом подтверждении
        "
        >
          A16.8 - A16.8 - Другой респираторный туберкулез, без упоминания о
          бактериологическом или гистологическом подтверждении
        </option>
        <option
          value="A16.9 - A16.9 - Респираторный туберкулез неуточненный, без упоминания о
          бактериологическом или гистологическом подтверждении
        "
        >
          A16.9 - A16.9 - Респираторный туберкулез неуточненный, без упоминания
          о бактериологическом или гистологическом подтверждении
        </option>
      </optgroup>
      <optgroup label="Туберкулез нервной системы">
        <option value="A17 - Туберкулез нервной системы"></option>
        <option value="A17.0 - Туберкулезный менингит"></option>
        <option value="A17.1 - Менингеальный туберкулема"></option>
        <option value="A17.8 - Другой туберкулез нервной системы"></option>
        <option value="A17.9 - Туберкулез нервной системы, неуточненный"></option>
      </optgroup>
      <optgroup label="Туберкулез других органов">
        <option value="A18 - Туберкулез других органов"></option>
        <option value="A18.0 - Туберкулез костей и суставов"></option>
        <option value="A18.1 - Туберкулез мочеполовой системы"></option>
        <option value="A18.2 - Туберкулезная периферическая лимфаденопатия"></option>
        <option value="A18.3 - Туберкулез кишечника, брюшины и мезентериальных узлов"></option>
        <option value="A18.4 - Туберкулез кожи и подкожной ткани"></option>
        <option value="A18.5 - Туберкулез глаза"></option>
        <option value="A18.6 - Туберкулез уха"></option>
        <option value="A18.7 - Туберкулез надпочечников"></option>
        <option value="A18.8 - Туберкулез других указанных органов"></option>
      </optgroup>
      <optgroup label="Милиарный туберкулез">
        <option value="A19 - Милиарный туберкулез"></option>
        <option value="A19.0 - Острый милиарный туберкулез одного указанного места"></option>
        <option value="A19.1 - Острый милиарный туберкулез нескольких мест"></option>
        <option value="A19.2 - Острый милиарный туберкулез, неуточненный"></option>
        <option value="A19.8 - Другой милиарный туберкулез"></option>
        <option value="A19.9 - Милиарный туберкулез, неуточненный"></option>
      </optgroup>
      <optgroup label="Некоторые зоонозные бактериальные болезни">
        <option value="A20 - Чума"></option>
        <option value="A20.0 - Бубонная чума"></option>
        <option value="A20.1 - Целлюлосно-кожная чума"></option>
        <option value="A20.2 - Пневмоническая чума"></option>
        <option value="A20.3 - Чумная менингит"></option>
        <option value="A20.7 - Септицемическая чума"></option>
        <option value="A20.8 - Другие формы чумы"></option>
        <option value="A20.9 - Чума, неуточненная"></option>

        <option value="A21 - Туляремия"></option>
        <option value="A21.0 - Язвенно-лимфатическая туляремия"></option>
        <option value="A21.1 - Окулярно-лимфатическая туляремия"></option>
        <option value="A21.2 - Пульмональная туляремия"></option>
        <option value="A21.3 - Желудочно-кишечная туляремия"></option>
        <option value="A21.7 - Генерализованная туляремия"></option>
        <option value="A21.8 - Другие формы туляремии"></option>
        <option value="A21.9 - Туляремия, неуточненная"></option>

        <option value="A22 - Антракс"></option>
        <option value="A22.0 - Кожный антракс"></option>
        <option value="A22.1 - Пульмональный антракс"></option>
        <option value="A22.2 - Желудочно-кишечный антракс"></option>
        <option value="A22.7 - Антракс сепсис"></option>
        <option value="A22.8 - Другие формы антракса"></option>
        <option value="A22.9 - Антракс, неуточненный"></option>
      </optgroup>
      <optgroup label="Бруцеллез и другие зоонозные бактериальные болезни">
        <option value="A23 - Бруцеллез"></option>
        <option value="A23.0 - Бруцеллез, вызванный Brucella melitensis"></option>
        <option value="A23.1 - Бруцеллез, вызванный Brucella abortus"></option>
        <option value="A23.2 - Бруцеллез, вызванный Brucella suis"></option>
        <option value="A23.3 - Бруцеллез, вызванный Brucella canis"></option>
        <option value="A23.8 - Другие формы бруцеллеза"></option>
        <option value="A23.9 - Бруцеллез, неуточненный"></option>

        <option value="A24 - Гладьер и меліоз"></option>
        <option value="A24.0 - Гладьер"></option>
        <option value="A24.1 - Острый и фульминантный меліоз"></option>
        <option value="A24.2 - Подострый и хронический меліоз"></option>
        <option value="A24.3 - Другой меліоз"></option>
        <option value="A24.4 - Меліоз, неуточненный"></option>

        <option value="A25 - Лихорадки от укуса крыс"></option>
        <option value="A25.0 - Спириллез"></option>
        <option value="A25.1 - Стрептобациллез"></option>
        <option value="A25.9 - Лихорадка от укуса крыс, неуточненная"></option>

        <option value="A26 - Эрисипелоид"></option>
        <option value="A26.0 - Кожный эрисипелоид"></option>
        <option value="A26.7 - Эрисипелотричозный сепсис"></option>
        <option value="A26.8 - Другие формы эрисипелоида"></option>
        <option value="A26.9 - Эрисипелоид, неуточненный"></option>

        <option value="A27 - Лептоспироз"></option>
        <option value="A27.0 - Лептоспироз иктерогеморрагический"></option>
        <option value="A27.8 - Другие формы лептоспироза"></option>
        <option value="A27.9 - Лептоспироз, неуточненный"></option>

        <option
          value="A28 - A28 - Другие зоонозные бактериальные болезни, не классифицированные в
          других местах
        "
        >
          A28 - A28 - Другие зоонозные бактериальные болезни, не
          классифицированные в других местах
        </option>
        <option value="A28.0 - Пастрееллез"></option>
        <option value="A28.1 - Болезнь кошачьих царапин"></option>
        <option value="A28.2 - Экстраинтестинальная еритиниоз"></option>
        <option
          value="A28.8 - A28.8 - Другие указанные зоонозные бактериальные болезни, не
          классифицированные в других местах
        "
        >
          A28.8 - A28.8 - Другие указанные зоонозные бактериальные болезни, не
          классифицированные в других местах
        </option>
        <option value="A28.9 - Зоонозная бактериальная болезнь, неуточненная"></option>
      </optgroup>
      <optgroup label="Другие бактериальные болезни">
        <option value="A30 - Лепра [болезнь Хансена]"></option>
        <option value="A30.0 - Неопределенная лепра"></option>
        <option value="A30.1 - Туберкулоидная лепра"></option>
        <option value="A30.2 - Граничная туберкулоидная лепра"></option>
        <option value="A30.3 - Граничная лепра"></option>
        <option value="A30.4 - Граничная лепроматозная лепра"></option>
        <option value="A30.5 - Лепроматозная лепра"></option>
        <option value="A30.8 - Другие формы лепры"></option>
        <option value="A30.9 - Лепра, неуточненная"></option>

        <option value="A31 - Инфекция, вызванная другими микобактериями"></option>
        <option value="A31.0 - Пульмональная микобактериальная инфекция"></option>
        <option value="A31.1 - Кожная микобактериальная инфекция"></option>
        <option value="A31.8 - Другие микобактериальные инфекции"></option>
        <option value="A31.9 - Микобактериальная инфекция, неуточненная"></option>

        <option value="A32 - Листериоз"></option>
        <option value="A32.0 - Кожный листериоз"></option>
        <option value="A32.1 - Листериозный менингит и менингоэнцефалит"></option>
        <option value="A32.7 - Листериозный сепсис"></option>
        <option value="A32.8 - Другие формы листериоза"></option>
        <option value="A32.9 - Листериоз, неуточненный"></option>

        <option value="A33 - Тетанус неонатум"></option>
        <option value="A34 - Акушерский тетанус"></option>
        <option value="A35 - Другие формы тетануса"></option>

        <option value="A36 - Дифтерия"></option>
        <option value="A36.0 - Глоточная дифтерия"></option>
        <option value="A36.1 - Назофарингеальная дифтерия"></option>
        <option value="A36.2 - Ларингеальная дифтерия"></option>
        <option value="A36.3 - Кожная дифтерия"></option>
        <option value="A36.8 - Другие формы дифтерии"></option>
        <option value="A36.9 - Дифтерия, неуточненная"></option>
      </optgroup>
      <optgroup label="Другие бактериальные болезни">
        <option value="A37 - Коклюш"></option>
        <option value="A37.0 - Коклюш, вызванный Bordetella pertussis"></option>
        <option value="A37.1 - Коклюш, вызванный Bordetella parapertussis"></option>
        <option value="A37.8 - Коклюш, вызванный другими видами Bordetella"></option>
        <option value="A37.9 - Коклюш, неуточненный"></option>

        <option value="A38 - Склеротическая лихорадка"></option>
        <option value="A39 - Менингококковая инфекция"></option>
        <option value="A39.0 - Менингококковый менингит"></option>
        <option value="A39.1 - Синдром Уотерхауса-Фридерихсена"></option>
        <option value="A39.2 - Острый менингококкемия"></option>
        <option value="A39.3 - Хроническая менингококкемия"></option>
        <option value="A39.4 - Менингококкемия, неуточненная"></option>
        <option value="A39.5 - Менингококковая болезнь сердца"></option>
        <option value="A39.8 - Другие менингококковые инфекции"></option>
        <option value="A39.9 - Менингококковая инфекция, неуточненная"></option>

        <option value="A40 - Стрептококковая сепсис"></option>
        <option value="A40.0 - Сепсис, вызванный стрептококком группы A"></option>
        <option value="A40.1 - Сепсис, вызванный стрептококком группы B"></option>
        <option value="A40.2 - Сепсис, вызванный стрептококком группы D и энтерококком"></option>
        <option value="A40.3 - Сепсис, вызванный Streptococcus pneumoniae"></option>
        <option value="A40.8 - Другой стрептококковый сепсис"></option>
        <option value="A40.9 - Стрептококковая сепсис, неуточненная"></option>

        <option value="A41 - Другие сепсисы"></option>
        <option value="A41.0 - Сепсис, вызванный Staphylococcus aureus"></option>
        <option value="A41.1 - Сепсис, вызванный другим указанным стафилококком"></option>
        <option value="A41.2 - Сепсис, вызванный неуточненным стафилококком"></option>
        <option value="A41.3 - Сепсис, вызванный Haemophilus influenzae"></option>
        <option value="A41.4 - Сепсис, вызванный анаэробами"></option>
        <option value="A41.5 - Сепсис, вызванный другими грамотрицательными организмами"></option>
        <option value="A41.8 - Другие указанные сепсисы"></option>
        <option value="A41.9 - Сепсис, неуточненный"></option>

        <option value="A42 - Активномикоз"></option>
        <option value="A42.0 - Пульмональный активномикоз"></option>
        <option value="A42.1 - Абдоминальный активномикоз"></option>
        <option value="A42.2 - Цервикофациальный активномикоз"></option>
        <option value="A42.7 - Активномикозный сепсис"></option>
        <option value="A42.8 - Другие формы активномикоза"></option>
        <option value="A42.9 - Активномикоз, неуточненный"></option>

        <option value="A43 - Нокардоз"></option>
        <option value="A43.0 - Пульмональный нокардоз"></option>
        <option value="A43.1 - Кожный нокардоз"></option>
        <option value="A43.8 - Другие формы нокардоза"></option>
        <option value="A43.9 - Нокардоз, неуточненный"></option>

        <option value="A44 - Бартонеллез"></option>
        <option value="A44.0 - Системный бартонеллез"></option>
        <option value="A44.1 - Кожный и мукозный бартонеллез"></option>
        <option value="A44.8 - Другие формы бартонеллеза"></option>
        <option value="A44.9 - Бартонеллез, неуточненный"></option>

        <option value="A46 - Эрисипелас"></option>

        <option
          value="A48 - A48 - Другие бактериальные болезни, не классифицированные в других
          местах
        "
        >
          A48 - A48 - Другие бактериальные болезни, не классифицированные в
          других местах
        </option>
        <option value="A48.0 - Газовая гангрена"></option>
        <option value="A48.1 - Болезнь Легионеров"></option>
        <option value="A48.2 - Непневмоническая болезнь Легионеров"></option>
        <option value="A48.3 - Токсический шок"></option>
        <option value="A48.4 - Бразильская пурпурная лихорадка"></option>
        <option value="A48.8 - Другие указанные бактериальные болезни"></option>

        <option value="A49 - Бактериальная инфекция неуточненного места"></option>
        <option value="A49.0 - Стафилококковая инфекция, неуточненное место"></option>
        <option value="A49.1 - Стрептококковая и энтерококковая инфекция, неуточненное место"></option>
        <option value="A49.2 - Инфекция Haemophilus influenzae, неуточненное место"></option>
        <option value="A49.3 - Микоплазменная инфекция, неуточненное место"></option>
        <option value="A49.8 - Другие бактериальные инфекции неуточненного места"></option>
        <option value="A49.9 - Бактериальная инфекция, неуточненная"></option>
      </optgroup>
      <optgroup label="Инфекции с преимущественно половым путем передачи">
        <option value="A50 - Врожденный сифилис"></option>
        <option value="A50.0 - Ранний врожденный сифилис, симптоматический"></option>
        <option value="A50.1 - Ранний врожденный сифилис, латентный"></option>
        <option value="A50.2 - Ранний врожденный сифилис, неуточненный"></option>
        <option value="A50.3 - Поздняя врожденная сифилитическая оculopathy"></option>
        <option value="A50.4 - Поздняя врожденная нейросифилис"></option>
        <option value="A50.5 - Другой поздний врожденный сифилис, симптоматический"></option>
        <option value="A50.6 - Поздний врожденный сифилис, латентный"></option>
        <option value="A50.7 - Поздний врожденный сифилис, неуточненный"></option>
        <option value="A50.9 - Врожденный сифилис, неуточненный"></option>

        <option value="A51 - Ранний сифилис"></option>
        <option value="A51.0 - Первичный генитальный сифилис"></option>
        <option value="A51.1 - Первичный анальный сифилис"></option>
        <option value="A51.2 - Первичный сифилис других локализаций"></option>
        <option value="A51.3 - Вторичный сифилис кожи и слизистых оболочек"></option>
        <option value="A51.4 - Другой вторичный сифилис"></option>
        <option value="A51.5 - Ранний сифилис, латентный"></option>
        <option value="A51.9 - Ранний сифилис, неуточненный"></option>

        <option value="A52 - Поздний сифилис"></option>
        <option value="A52.0 - Сердечно-сосудистый сифилис"></option>
        <option value="A52.1 - Симптоматический нейросифилис"></option>
        <option value="A52.2 - Ассимптоматический нейросифилис"></option>
        <option value="A52.3 - Нейросифилис, неуточненный"></option>
      </optgroup>
      <optgroup label="Другие симтоматические поздние сифилисы и инфекционные заболевания, передающиеся преимущественно половым путем">
        <option value="A52.8 - Поздний сифилис, неуточненный"></option>
        <option value="A52.9 - Поздний сифилис, неуточненный"></option>
        <option value="A53 - Другой и неуточненный сифилис"></option>
        <option value="A53.0 - Латентный сифилис, неуточненный как ранний или поздний"></option>
        <option value="A53.9 - Сифилис, неуточненный"></option>

        <option value="A54 - Гонококковая инфекция"></option>
        <option value="A54.0 - Гонококковая инфекция нижних мочеполовых путей без абсцесса"></option>
        <option value="A54.1 - Гонококковая инфекция нижних мочеполовых путей с абсцессом"></option>
        <option value="A54.2 - Гонококковая инфекция органов малого таза и другие инфекции"></option>
        <option value="A54.3 - Гонококковая инфекция глаза"></option>
        <option value="A54.4 - Гонококковая инфекция опорно-двигательной системы"></option>
        <option value="A54.5 - Гонококковая фарингит"></option>
        <option value="A54.6 - Гонококковая инфекция ануса и прямой кишки"></option>
        <option value="A54.8 - Другие гонококковые инфекции"></option>
        <option value="A54.9 - Гонококковая инфекция, неуточненная"></option>

        <option value="A55 - Хламидийный лимфогранулематоз (венерический)"></option>
        <option value="A56 - Другие хламидийные инфекции, передающиеся половым путем"></option>
        <option value="A56.0 - Хламидийная инфекция нижних мочеполовых путей"></option>
        <option
          value="A56.1 - A56.1 - Хламидийная инфекция органов малого таза и другие мочеполовые
          органы
        "
        >
          A56.1 - A56.1 - Хламидийная инфекция органов малого таза и другие
          мочеполовые органы
        </option>
        <option value="A56.2 - Хламидийная инфекция мочеполового тракта, неуточненная"></option>
        <option value="A56.3 - Хламидийная инфекция ануса и прямой кишки"></option>
        <option value="A56.4 - Хламидийная инфекция глотки"></option>
        <option value="A56.8 - Половые хламидийные инфекции других локализаций"></option>

        <option value="A57 - Шанкроид"></option>
        <option value="A58 - Гранулема ингуиналис"></option>
        <option value="A59 - Трихомониаз"></option>
        <option value="A59.0 - Урогенитальный трихомониаз"></option>
        <option value="A59.8 - Трихомониаз других локализаций"></option>
        <option value="A59.9 - Трихомониаз, неуточненный"></option>

        <option value="A60 - Аногенитальная герпесвирусная инфекция"></option>
        <option value="A60.0 - Герпесвирусная инфекция половых органов и мочеполового тракта"></option>
        <option value="A60.1 - Герпесвирусная инфекция перианальной кожи и прямой кишки"></option>
        <option value="A60.9 - Аногенитальная герпесвирусная инфекция, неуточненная"></option>

        <option
          value="A63 - A63 - Другие инфекции, передающиеся половым путем, не
          классифицированные в других категориях
        "
        >
          A63 - A63 - Другие инфекции, передающиеся половым путем, не
          классифицированные в других категориях
        </option>
        <option value="A63.0 - Аногенитальные (венерические) бородавки"></option>
        <option value="A63.8 - Другие указанные инфекции, передающиеся половым путем"></option>
        <option value="A64 - Неуточненная инфекция, передающаяся половым путем"></option>
      </optgroup>
      <optgroup label="Другие спирохетные болезни">
        <option value="A65 - Невенерический сифилис"></option>
        <option value="A66 - Ява"></option>
        <option value="A66.0 - Первичные поражения ява"></option>
        <option value="A66.1 - Множественные папилломы и влажные явы"></option>
        <option value="A66.2 - Другие ранние кожные поражения ява"></option>
        <option value="A66.3 - Гиперкератоз ява"></option>
        <option value="A66.4 - Гуммата и язвы ява"></option>
        <option value="A66.5 - Гангоза"></option>
        <option value="A66.6 - Поражения костей и суставов ява"></option>
        <option value="A66.7 - Другие проявления ява"></option>
        <option value="A66.8 - Латентная ява"></option>
        <option value="A66.9 - Ява, неуточненная"></option>

        <option value="A67 - Пинта [каратэ]"></option>
        <option value="A67.0 - Первичные поражения пинты"></option>
        <option value="A67.1 - Промежуточные поражения пинты"></option>
        <option value="A67.2 - Поздние поражения пинты"></option>
        <option value="A67.3 - Смешанные поражения пинты"></option>
        <option value="A67.9 - Пинта, неуточненная"></option>

        <option value="A68 - Рецидивирующие лихорадки"></option>
        <option value="A68.0 - Лихорадка, переносимая вшами"></option>
        <option value="A68.1 - Лихорадка, переносимая клещами"></option>
        <option value="A68.9 - Рецидивирующая лихорадка, неуточненная"></option>

        <option value="A69 - Другие спирохетные инфекции"></option>
        <option value="A69.0 - Некротизирующий ульцерозный стоматит"></option>
        <option value="A69.1 - Другие инфекции Винсента"></option>
        <option value="A69.2 - Лаймская болезнь"></option>
        <option value="A69.8 - Другие указанные спирохетные инфекции"></option>
        <option value="A69.9 - Спирохетная инфекция, неуточненная"></option>
      </optgroup>
      <optgroup label="Другие болезни, вызванные хламидиями">
        <option value="A70 - Инфекция Chlamydia psittaci"></option>
        <option value="A71 - Трахома"></option>
        <option value="A71.0 - Начальная стадия трахомы"></option>
        <option value="A71.1 - Активная стадия трахомы"></option>
        <option value="A71.9 - Трахома, неуточненная"></option>
        <option value="A74 - Другие болезни, вызванные хламидиями"></option>
        <option value="A74.0 - Хламидийный конъюнктивит"></option>
        <option value="A74.8 - Другие хламидийные болезни"></option>
        <option value="A74.9 - Хламидийная инфекция, неуточненная"></option>
      </optgroup>
      <optgroup label="Риккетсиозы">
        <option value="A75 - Тифозная лихорадка"></option>
        <option value="A75.0 - Эпидемическая лобовая тифозная лихорадка"></option>
        <option value="A75.1 - Рекуррентный тиф [болезнь Брилля]"></option>
        <option value="A75.2 - Тифозная лихорадка из-за Rickettsia typhi"></option>
        <option value="A75.3 - Тифозная лихорадка из-за Rickettsia tsutsugamushi"></option>
        <option value="A75.9 - Тифозная лихорадка, неуточненная"></option>
        <option value="A77 - Пятнистая лихорадка [тик-бorne риккетсиозы]"></option>
        <option value="A77.0 - Пятнистая лихорадка из-за Rickettsia rickettsii"></option>
        <option value="A77.1 - Пятнистая лихорадка из-за Rickettsia conorii"></option>
        <option value="A77.2 - Пятнистая лихорадка из-за Rickettsia sibirica"></option>
        <option value="A77.3 - Пятнистая лихорадка из-за Rickettsia australis"></option>
        <option value="A77.8 - Другие пятнистые лихорадки"></option>
        <option value="A77.9 - Пятнистая лихорадка, неуточненная"></option>
        <option value="A78 - Q-Лихорадка"></option>
        <option value="A79 - Другие риккетсиозы"></option>
        <option value="A79.0 - Траншейная лихорадка"></option>
        <option value="A79.1 - Риккетсиозная оспа из-за Rickettsia akari"></option>
        <option value="A79.8 - Другие указанные риккетсиозы"></option>
        <option value="A79.9 - Риккетсиоз, неуточненный"></option>
      </optgroup>
      <optgroup label="Вирусные инфекции центральной нервной системы">
        <option value="A80 - Острая полиомиелит"></option>
        <option value="A80.0 - Острая паралитическая полиомиелит, ассоциированная с вакциной"></option>
        <option
          value="A80.1 - A80.1 - Острая паралитическая полиомиелит, дикий вирус,
          импортированный
        "
        >
          A80.1 - A80.1 - Острая паралитическая полиомиелит, дикий вирус,
          импортированный
        </option>
        <option value="A80.2 - Острая паралитическая полиомиелит, дикий вирус, местный"></option>
        <option value="A80.3 - Острая паралитическая полиомиелит, другое и неуточненное"></option>
        <option value="A80.4 - Острая непаралитическая полиомиелит"></option>
        <option value="A80.9 - Острая полиомиелит, неуточненная"></option>
        <option value="A81 - Атипичные вирусные инфекции центральной нервной системы"></option>
        <option value="A81.0 - Болезнь Крейцфельда-Якоба"></option>
        <option value="A81.1 - Подострая склерозирующая панэнцефалопатия"></option>
        <option value="A81.2 - Прогрессирующая мультифокальная лейкоэнцефалопатия"></option>
        <option value="A81.8 - Другие атипичные вирусные инфекции ЦНС"></option>
        <option value="A81.9 - Атипичная вирусная инфекция ЦНС, неуточненная"></option>
        <option value="A82 - Бешенство"></option>
        <option value="A82.0 - Лесное бешенство"></option>
        <option value="A82.1 - Городское бешенство"></option>
        <option value="A82.9 - Бешенство, неуточненное"></option>
        <option value="A83 - Лихорадка энцефалита, передаваемая комарами"></option>
        <option value="A83.0 - Японский энцефалит"></option>
        <option value="A83.1 - Западный конский энцефалит"></option>
        <option value="A83.2 - Восточный конский энцефалит"></option>
        <option value="A83.3 - Энцефалит Святого Луки"></option>
        <option value="A83.4 - Австралийский энцефалит"></option>
        <option value="A83.5 - Калифорнийский энцефалит"></option>
        <option value="A83.6 - Болезнь Рокио вируса"></option>
        <option value="A83.8 - Другие вирусные энцефалиты, передаваемые комарами"></option>
        <option value="A83.9 - Вирусный энцефалит, передаваемый комарами, неуточненный"></option>
        <option value="A84 - Лихорадка энцефалита, передаваемая клещами"></option>
        <option value="A84.0 - Дальневосточный клещевой энцефалит"></option>
        <option value="A84.1 - Центральноевропейский клещевой энцефалит"></option>
        <option value="A84.8 - Другие вирусные энцефалиты, передаваемые клещами"></option>
        <option value="A84.9 - Вирусный энцефалит, передаваемый клещами, неуточненный"></option>
        <option value="A85 - Другие вирусные энцефалиты, не классифицированные в другом месте"></option>
        <option value="A85.0 - Энтеровирусный энцефалит"></option>
        <option value="A85.1 - Аденовирусный энцефалит"></option>
        <option value="A85.2 - Артропод-возбудимый вирусный энцефалит, неуточненный"></option>
        <option value="A85.8 - Другие указанные вирусные энцефалиты"></option>
        <option value="A86 - Неуточненный вирусный энцефалит"></option>
        <option value="A87 - Вирусный менингит"></option>
        <option value="A87.0 - Энтеровирусный менингит"></option>
        <option value="A87.1 - Аденовирусный менингит"></option>
        <option value="A87.2 - Лимфоцитарный хориоменингит"></option>
        <option value="A87.8 - Другой вирусный менингит"></option>
        <option value="A87.9 - Вирусный менингит, неуточненный"></option>
        <option
          value="A88 - A88 - Другие вирусные инфекции ЦНС, не классифицированные в другом
          месте
        "
        >
          A88 - A88 - Другие вирусные инфекции ЦНС, не классифицированные в
          другом месте
        </option>
        <option value="A88.0 - Энтеровирусная экзантематозная лихорадка"></option>
        <option value="A88.1 - Эпидемическая вертиго"></option>
        <option value="A88.8 - Другие указанные вирусные инфекции ЦНС"></option>
        <option value="A89 - Неуточненная вирусная инфекция центральной нервной системы"></option>
      </optgroup>
      <optgroup label="Вирусные лихорадки, передаваемые членистоногими, и вирусные геморрагические лихорадки">
        <option value="A92 - Другие вирусные лихорадки, передаваемые комарами"></option>
        <option value="A92.0 - Болезнь Чикунгунья"></option>
        <option value="A92.1 - Лихорадка О’nyong-nyong"></option>
        <option value="A92.2 - Венесуэльская конская лихорадка"></option>
        <option value="A92.3 - Инфекция вируса Западного Нила"></option>
        <option value="A92.4 - Лихорадка Рифтовой долины"></option>
        <option value="A92.5 - Болезнь вируса Зика"></option>
        <option value="A92.8 - Другие указанные вирусные лихорадки, передаваемые комарами"></option>
        <option value="A92.9 - Вирусная лихорадка, передаваемая комарами, неуточненная"></option>
        <option
          value="A93 - A93 - Другие вирусные лихорадки, передаваемые членистоногими, не
          классифицированные в другом месте
        "
        >
          A93 - A93 - Другие вирусные лихорадки, передаваемые членистоногими, не
          классифицированные в другом месте
        </option>
        <option value="A93.0 - Болезнь вируса Оропуче"></option>
        <option value="A93.1 - Лихорадка Паппатачи"></option>
        <option value="A93.2 - Лихорадка Колорадо"></option>
        <option
          value="A93.8 - A93.8 - Другие указанные вирусные лихорадки, передаваемые
          членистоногими
        "
        >
          A93.8 - A93.8 - Другие указанные вирусные лихорадки, передаваемые
          членистоногими
        </option>
        <option value="A94 - Неуточненная вирусная лихорадка, передаваемая членистоногими"></option>
        <option value="A95 - Жёлтая лихорадка"></option>
        <option value="A95.0 - Сельская жёлтая лихорадка"></option>
        <option value="A95.1 - Городская жёлтая лихорадка"></option>
        <option value="A95.9 - Жёлтая лихорадка, неуточненная"></option>
        <option value="A96 - Арена-вирусная геморрагическая лихорадка"></option>
        <option value="A96.0 - Геморрагическая лихорадка Жунин"></option>
        <option value="A96.1 - Геморрагическая лихорадка Машупо"></option>
        <option value="A96.2 - Лихорадка Ласса"></option>
        <option value="A96.8 - Другие арена-вирусные геморрагические лихорадки"></option>
        <option value="A96.9 - Арена-вирусная геморрагическая лихорадка, неуточненная"></option>
        <option value="A97 - Денге"></option>
        <option value="A97.0 - Денге без предупреждающих признаков"></option>
        <option value="A97.1 - Денге с предупреждающими признаками"></option>
        <option value="A97.2 - Тяжёлый денге"></option>
        <option value="A97.9 - Денге, неуточненное"></option>
        <option
          value="A98 - A98 - Другие вирусные геморрагические лихорадки, не классифицированные
          в другом месте
        "
        >
          A98 - A98 - Другие вирусные геморрагические лихорадки, не
          классифицированные в другом месте
        </option>
        <option value="A98.0 - Геморрагическая лихорадка Крым-Конго"></option>
        <option value="A98.1 - Геморрагическая лихорадка Омска"></option>
        <option value="A98.2 - Болезнь леса Кясанур"></option>
        <option value="A98.3 - Болезнь вируса Марбург"></option>
        <option value="A98.4 - Болезнь вируса Эбола"></option>
        <option value="A98.5 - Геморрагическая лихорадка с почечным синдромом"></option>
        <option value="A98.8 - Другие указанные вирусные геморрагические лихорадки"></option>
        <option value="A99 - Неуточненная вирусная геморрагическая лихорадка"></option>
      </optgroup>
      <optgroup label="Вирусные инфекции, характеризующиеся поражениями кожи и слизистых оболочек">
        <option value="B00 - Инфекции, вызванные вирусом герпеса [герпес простого]"></option>
        <option value="B00.0 - Экзема герпетика"></option>
        <option value="B00.1 - Герпетическая везикулезная дерматит"></option>
        <option value="B00.2 - Герпетический гингивостоматит и фаринготонзиллит"></option>
        <option value="B00.3 - Герпетический менингит"></option>
        <option value="B00.4 - Герпетический энцефалит"></option>
        <option value="B00.5 - Герпетическая глазная болезнь"></option>
        <option value="B00.7 - Диссеминированная герпетическая инфекция"></option>
        <option value="B00.8 - Другие формы герпетической инфекции"></option>
        <option value="B00.9 - Герпетическая инфекция, неуточненная"></option>
        <option value="B01 - Ветряная оспа [ветрянка]"></option>
        <option value="B01.0 - Менингит при ветряной оспе"></option>
        <option value="B01.1 - Энцефалит при ветряной оспе"></option>
        <option value="B01.2 - Пневмония при ветряной оспе"></option>
        <option value="B01.8 - Ветряная оспа с другими осложнениями"></option>
        <option value="B01.9 - Ветряная оспа без осложнений"></option>
        <option value="B02 - Опоясывающий лишай [герпес зостер]"></option>
        <option value="B02.0 - Энцефалит при опоясывающем лишае"></option>
        <option value="B02.1 - Менингит при опоясывающем лишае"></option>
        <option value="B02.2 - Опоясывающий лишай с другим поражением нервной системы"></option>
        <option value="B02.3 - Глазная болезнь при опоясывающем лишае"></option>
        <option value="B02.7 - Диссеминированный опоясывающий лишай"></option>
        <option value="B02.8 - Опоясывающий лишай с другими осложнениями"></option>
        <option value="B02.9 - Опоясывающий лишай без осложнений"></option>
        <option value="B03 - Оспа"></option>
        <option value="B04 - Обезьяний оспа"></option>
        <option value="B05 - Корь"></option>
        <option value="B05.0 - Корь с осложнением менингитом"></option>
        <option value="B05.1 - Корь с осложнением энцефалитом"></option>
        <option value="B05.2 - Корь с осложнением пневмонией"></option>
        <option value="B05.3 - Корь с осложнением отитом"></option>
        <option value="B05.4 - Корь с кишечными осложнениями"></option>
        <option value="B05.8 - Корь с другими осложнениями"></option>
        <option value="B05.9 - Корь без осложнений"></option>
        <option value="B06 - Краснуха [германская корь]"></option>
        <option value="B06.0 - Краснуха с неврологическими осложнениями"></option>
        <option value="B06.8 - Краснуха с другими осложнениями"></option>
        <option value="B06.9 - Краснуха без осложнений"></option>
        <option value="B07 - Вирусные бородавки"></option>
        <option
          value="B08 - B08 - Другие вирусные инфекции, характеризующиеся поражениями кожи и
          слизистых оболочек, не классифицированные в другом месте
        "
        >
          B08 - B08 - Другие вирусные инфекции, характеризующиеся поражениями
          кожи и слизистых оболочек, не классифицированные в другом месте
        </option>
        <option value="B08.0 - Другие инфекции, вызванные ортопоксвирусами"></option>
        <option value="B08.1 - Моллюск contagiosum"></option>
        <option value="B08.2 - Эксантема субиту [шестая болезнь]"></option>
        <option value="B08.3 - Эритема инфекциозум [пятая болезнь]"></option>
        <option value="B08.4 - Энтеровирусный везикулезный стоматит с экзантемой"></option>
        <option value="B08.5 - Энтеровирусный везикулезный фарингит"></option>
        <option
          value="B08.8 - B08.8 - Другие указанные вирусные инфекции, характеризующиеся
          поражениями кожи и слизистых оболочек
        "
        >
          B08.8 - B08.8 - Другие указанные вирусные инфекции, характеризующиеся
          поражениями кожи и слизистых оболочек
        </option>
        <option
          value="B09 - B09 - Неуточненная вирусная инфекция, характеризующаяся поражениями
          кожи и слизистых оболочек
        "
        >
          B09 - B09 - Неуточненная вирусная инфекция, характеризующаяся
          поражениями кожи и слизистых оболочек
        </option>
      </optgroup>
      <optgroup label="Вирусный гепатит">
        <option value="B15 - Острый гепатит A"></option>
        <option value="B15.0 - Гепатит A с печеночной комой"></option>
        <option value="B15.9 - Гепатит A без печеночной комы"></option>
        <option value="B16 - Острый гепатит B"></option>
        <option
          value="B16.0 - B16.0 - Острый гепатит B с дельта-агентом (сосуществование) с
          печеночной комой
        "
        >
          B16.0 - B16.0 - Острый гепатит B с дельта-агентом (сосуществование) с
          печеночной комой
        </option>
        <option
          value="B16.1 - B16.1 - Острый гепатит B с дельта-агентом (сосуществование) без
          печеночной комы
        "
        >
          B16.1 - B16.1 - Острый гепатит B с дельта-агентом (сосуществование)
          без печеночной комы
        </option>
        <option value="B16.2 - Острый гепатит B без дельта-агента с печеночной комой"></option>
        <option value="B16.9 - Острый гепатит B без дельта-агента и без печеночной комы"></option>
        <option value="B17 - Другой острый вирусный гепатит"></option>
        <option value="B17.0 - Острый дельта-(суперинфекция) при хроническом гепатите B"></option>
        <option value="B17.1 - Острый гепатит C"></option>
        <option value="B17.2 - Острый гепатит E"></option>
        <option value="B17.8 - Другой указанный острый вирусный гепатит"></option>
        <option value="B17.9 - Острый вирусный гепатит, неуточненный"></option>
        <option value="B18 - Хронический вирусный гепатит"></option>
        <option value="B18.0 - Хронический вирусный гепатит B с дельта-агентом"></option>
        <option value="B18.1 - Хронический вирусный гепатит B без дельта-агента"></option>
        <option value="B18.2 - Хронический вирусный гепатит C"></option>
        <option value="B18.8 - Другой хронический вирусный гепатит"></option>
        <option value="B18.9 - Хронический вирусный гепатит, неуточненный"></option>
        <option value="B19 - Неуточненный вирусный гепатит"></option>
        <option value="B19.0 - Неуточненный вирусный гепатит с печеночной комой"></option>
        <option value="B19.9 - Неуточненный вирусный гепатит без печеночной комы"></option>
      </optgroup>
      <optgroup label="Вирус иммунодефицита человека (ВИЧ)">
        <option
          value="B20 - B20 - Болезнь, вызванная вирусом иммунодефицита человека (ВИЧ),
          приводящая к инфекционным и паразитарным заболеваниям
        "
        >
          B20 - B20 - Болезнь, вызванная вирусом иммунодефицита человека (ВИЧ),
          приводящая к инфекционным и паразитарным заболеваниям
        </option>
        <option value="B20.0 - Болезнь ВИЧ, приводящая к микобактериальной инфекции"></option>
        <option value="B20.1 - Болезнь ВИЧ, приводящая к другим бактериальным инфекциям"></option>
        <option value="B20.2 - Болезнь ВИЧ, приводящая к цитомегаловирусной болезни"></option>
        <option value="B20.3 - Болезнь ВИЧ, приводящая к другим вирусным инфекциям"></option>
        <option value="B20.4 - Болезнь ВИЧ, приводящая к кандидозу"></option>
        <option value="B20.5 - Болезнь ВИЧ, приводящая к другим микозам"></option>
        <option
          value="B20.6 - B20.6 - Болезнь ВИЧ, приводящая к пневмонии, вызванной Pneumocystis
          jirovecii
        "
        >
          B20.6 - B20.6 - Болезнь ВИЧ, приводящая к пневмонии, вызванной
          Pneumocystis jirovecii
        </option>
        <option value="B20.7 - Болезнь ВИЧ, приводящая к множественным инфекциям"></option>
        <option
          value="B20.8 - B20.8 - Болезнь ВИЧ, приводящая к другим инфекционным и паразитарным
          заболеваниям
        "
        >
          B20.8 - B20.8 - Болезнь ВИЧ, приводящая к другим инфекционным и
          паразитарным заболеваниям
        </option>
        <option
          value="B20.9 - B20.9 - Болезнь ВИЧ, приводящая к неуточненной инфекционной или
          паразитарной болезни
        "
        >
          B20.9 - B20.9 - Болезнь ВИЧ, приводящая к неуточненной инфекционной
          или паразитарной болезни
        </option>
        <option value="B21 - Болезнь ВИЧ, приводящая к злокачественным новообразованиям"></option>
        <option value="B21.0 - Болезнь ВИЧ, приводящая к саркоме Капоши"></option>
        <option value="B21.1 - Болезнь ВИЧ, приводящая к лимфоме Беркитта"></option>
        <option value="B21.2 - Болезнь ВИЧ, приводящая к другим видам неходжкинских лимфом"></option>
        <option
          value="B21.3 - B21.3 - Болезнь ВИЧ, приводящая к другим злокачественным
          новообразованиям лимфоидной, гемопоэтической и сопутствующей ткани
        "
        >
          B21.3 - B21.3 - Болезнь ВИЧ, приводящая к другим злокачественным
          новообразованиям лимфоидной, гемопоэтической и сопутствующей ткани
        </option>
        <option
          value="B21.7 - B21.7 - Болезнь ВИЧ, приводящая к множественным злокачественным
          новообразованиям
        "
        >
          B21.7 - B21.7 - Болезнь ВИЧ, приводящая к множественным
          злокачественным новообразованиям
        </option>
        <option
          value="B21.8 - B21.8 - Болезнь ВИЧ, приводящая к другим злокачественным
          новообразованиям
        "
        >
          B21.8 - B21.8 - Болезнь ВИЧ, приводящая к другим злокачественным
          новообразованиям
        </option>
        <option
          value="B21.9 - B21.9 - Болезнь ВИЧ, приводящая к неуточненному злокачественному
          новообразованию
        "
        >
          B21.9 - B21.9 - Болезнь ВИЧ, приводящая к неуточненному
          злокачественному новообразованию
        </option>
        <option value="B22 - Болезнь ВИЧ, приводящая к другим указанным заболеваниям"></option>
        <option value="B22.0 - Болезнь ВИЧ, приводящая к энцефалопатии"></option>
        <option
          value="B22.1 - B22.1 - Болезнь ВИЧ, приводящая к лимфоидной интерстициальной
          пневмонии
        "
        >
          B22.1 - B22.1 - Болезнь ВИЧ, приводящая к лимфоидной интерстициальной
          пневмонии
        </option>
        <option value="B22.2 - Болезнь ВИЧ, приводящая к синдромам кахексии"></option>
        <option
          value="B22.7 - B22.7 - Болезнь ВИЧ, приводящая к множественным заболеваниям,
          классифицированным в других местах
        "
        >
          B22.7 - B22.7 - Болезнь ВИЧ, приводящая к множественным заболеваниям,
          классифицированным в других местах
        </option>
        <option value="B23 - Болезнь ВИЧ, приводящая к другим состояниям"></option>
        <option value="B23.0 - Острый синдром инфекции ВИЧ"></option>
        <option
          value="B23.1 - B23.1 - Болезнь ВИЧ, приводящая к (постоянной) генерализованной
          лимфаденопатии
        "
        >
          B23.1 - B23.1 - Болезнь ВИЧ, приводящая к (постоянной)
          генерализованной лимфаденопатии
        </option>
        <option
          value="B23.2 - B23.2 - Болезнь ВИЧ, приводящая к гемато-иммунологическим нарушениям,
          не классифицированным в других местах
        "
        >
          B23.2 - B23.2 - Болезнь ВИЧ, приводящая к гемато-иммунологическим
          нарушениям, не классифицированным в других местах
        </option>
        <option value="B23.8 - Болезнь ВИЧ, приводящая к другим указанным состояниям"></option>
        <option value="B24 - Неуточненная болезнь ВИЧ"></option>
        <option value="B24.0 - Синдром приобретенного иммунодефицита (СПИД) неуточненный"></option>
      </optgroup>
      <optgroup label="Другие вирусные болезни">
        <option value="B25 - Цитомегаловирусная болезнь"></option>
        <option value="B25.0 - Цитомегаловирусный пневмонит"></option>
        <option value="B25.1 - Цитомегаловирусный гепатит"></option>
        <option value="B25.2 - Цитомегаловирусный панкреатит"></option>
        <option value="B25.8 - Другие цитомегаловирусные болезни"></option>
        <option value="B25.9 - Цитомегаловирусная болезнь, неуточненная"></option>
        <option value="B26 - Свинка"></option>
        <option value="B26.0 - Орхит при свинке"></option>
        <option value="B26.1 - Менингит при свинке"></option>
        <option value="B26.2 - Энцефалит при свинке"></option>
        <option value="B26.3 - Панкреатит при свинке"></option>
        <option value="B26.8 - Свинка с другими осложнениями"></option>
        <option value="B26.9 - Свинка без осложнений"></option>
        <option value="B27 - Инфекционный мононуклеоз"></option>
        <option value="B27.0 - Гаммагерпесвирусный мононуклеоз"></option>
        <option value="B27.1 - Цитомегаловирусный мононуклеоз"></option>
        <option value="B27.8 - Другие инфекционные мононуклеозы"></option>
        <option value="B27.9 - Инфекционный мононуклеоз, неуточненный"></option>
        <option value="B30 - Вирусный конъюнктивит"></option>
        <option value="B30.0 - Кератоконъюнктивит, вызванный аденовирусом"></option>
        <option value="B30.1 - Конъюнктивит, вызванный аденовирусом"></option>
        <option value="B30.2 - Вирусный фарингоконъюнктивит"></option>
        <option value="B30.3 - Острый эпидемический геморрагический конъюнктивит"></option>
        <option value="B30.8 - Другие вирусные конъюнктивиты"></option>
        <option value="B30.9 - Вирусный конъюнктивит, неуточненный"></option>
        <option value="B33 - Другие вирусные болезни, не классифицированные в других местах"></option>
        <option value="B33.0 - Эпидемическая миалгия"></option>
        <option value="B33.1 - Болезнь Росса"></option>
        <option value="B33.2 - Вирусный кардит"></option>
        <option value="B33.3 - Инфекции ретровирусами, не классифицированные в других местах"></option>
        <option
          value="B33.4 - B33.4 - Синдром (кардио-)пульмональной инфекции, вызванный
          хантавирусом
        "
        >
          B33.4 - B33.4 - Синдром (кардио-)пульмональной инфекции, вызванный
          хантавирусом
        </option>
        <option value="B33.8 - Другие указанные вирусные болезни"></option>
        <option value="B34 - Вирусная инфекция неуточненного места"></option>
        <option value="B34.0 - Инфекция аденовирусом, неуточненное место"></option>
        <option value="B34.1 - Инфекция энтеровирусом, неуточненное место"></option>
        <option value="B34.2 - Инфекция коронавирусом, неуточненное место"></option>
        <option value="B34.3 - Инфекция парвовирусом, неуточненное место"></option>
        <option value="B34.4 - Инфекция паповавирусом, неуточненное место"></option>
        <option value="B34.8 - Другие вирусные инфекции неуточненного места"></option>
        <option value="B34.9 - Вирусная инфекция, неуточненная"></option>
      </optgroup>
      <optgroup label="Микозы">
        <option value="B35 - Дерматофитоз"></option>
        <option value="B35.0 - Тиния барба и тиния капитис"></option>
        <option value="B35.1 - Тиния унгиум"></option>
        <option value="B35.2 - Тиния мануум"></option>
        <option value="B35.3 - Тиния педис"></option>
        <option value="B35.4 - Тиния корпорис"></option>
        <option value="B35.5 - Тиния имбриката"></option>
        <option value="B35.6 - Тиния ингвинис"></option>
        <option value="B35.8 - Другие дерматофитозы"></option>
        <option value="B35.9 - Дерматофитоз, неуточненный"></option>
        <option value="B36 - Другие поверхностные микозы"></option>
        <option value="B36.0 - Питириазис версиколор"></option>
        <option value="B36.1 - Тиния нигра"></option>
        <option value="B36.2 - Белая piedra"></option>
        <option value="B36.3 - Черная piedra"></option>
        <option value="B36.8 - Другие указанные поверхностные микозы"></option>
        <option value="B36.9 - Поверхностный микоз, неуточненный"></option>
        <option value="B37 - Кандидоз"></option>
        <option value="B37.0 - Кандидозный стоматит"></option>
        <option value="B37.1 - Пульмональный кандидоз"></option>
        <option value="B37.2 - Кандидоз кожи и ногтей"></option>
        <option value="B37.3 - Кандидоз вульвы и влагалища"></option>
        <option value="B37.4 - Кандидоз других урогенитальных участков"></option>
        <option value="B37.5 - Кандидозный менингит"></option>
        <option value="B37.6 - Кандидозный эндокардит"></option>
        <option value="B37.7 - Кандидозная сепсис"></option>
        <option value="B37.8 - Кандидоз других участков"></option>
        <option value="B37.9 - Кандидоз, неуточненный"></option>
        <option value="B38 - Кокцидиоидомикоз"></option>
        <option value="B38.0 - Острый легочный кокцидиоидомикоз"></option>
        <option value="B38.1 - Хронический легочный кокцидиоидомикоз"></option>
        <option value="B38.2 - Легочный кокцидиоидомикоз, неуточненный"></option>
        <option value="B38.3 - Кожный кокцидиоидомикоз"></option>
        <option value="B38.4 - Кокцидиоидомикозный менингит"></option>
        <option value="B38.7 - Диссеминированный кокцидиоидомикоз"></option>
        <option value="B38.8 - Другие формы кокцидиоидомикоза"></option>
        <option value="B38.9 - Кокцидиоидомикоз, неуточненный"></option>
        <option value="B39 - Гистоплазмоз"></option>
        <option value="B39.0 - Острый легочный гистоплазмоз капсулата"></option>
        <option value="B39.1 - Хронический легочный гистоплазмоз капсулата"></option>
        <option value="B39.2 - Легочный гистоплазмоз капсулата, неуточненный"></option>
        <option value="B39.3 - Диссеминированный гистоплазмоз капсулата"></option>
        <option value="B39.4 - Гистоплазмоз капсулата, неуточненный"></option>
        <option value="B39.5 - Гистоплазмоз дубойси"></option>
        <option value="B39.9 - Гистоплазмоз, неуточненный"></option>
        <option value="B40 - Бластомикоз"></option>
        <option value="B40.0 - Острый легочный бластомикоз"></option>
        <option value="B40.1 - Хронический легочный бластомикоз"></option>
        <option value="B40.2 - Легочный бластомикоз, неуточненный"></option>
        <option value="B40.3 - Кожный бластомикоз"></option>
        <option value="B40.7 - Диссеминированный бластомикоз"></option>
        <option value="B40.8 - Другие формы бластомикоза"></option>
        <option value="B40.9 - Бластомикоз, неуточненный"></option>
        <option value="B41 - Паракокцидиоидомикоз"></option>
        <option value="B41.0 - Пульмональный паракокцидиоидомикоз"></option>
        <option value="B41.7 - Диссеминированный паракокцидиоидомикоз"></option>
        <option value="B41.8 - Другие формы паракокцидиоидомикоза"></option>
        <option value="B41.9 - Паракокцидиоидомикоз, неуточненный"></option>
        <option value="B42 - Споротричоз"></option>
        <option value="B42.0 - Пульмональный споротричоз"></option>
        <option value="B42.1 - Лимфокожный споротричоз"></option>
        <option value="B42.7 - Диссеминированный споротричоз"></option>
        <option value="B42.8 - Другие формы споротричоза"></option>
        <option value="B42.9 - Споротричоз, неуточненный"></option>
        <option value="B43 - Хромомикоз и феомикотический абсцесс"></option>
        <option value="B43.0 - Кожный хромомикоз"></option>
        <option value="B43.1 - Феомикотический мозговой абсцесс"></option>
        <option value="B43.2 - Подкожный феомикотический абсцесс и киста"></option>
        <option value="B43.8 - Другие формы хромомикоза"></option>
        <option value="B43.9 - Хромомикоз, неуточненный"></option>
        <option value="B44 - Аспергиллез"></option>
        <option value="B44.0 - Инвазивный легочный аспергиллез"></option>
        <option value="B44.1 - Другие легочные аспергиллёзы"></option>
        <option value="B44.2 - Тонзиллярный аспергиллез"></option>
        <option value="B44.7 - Диссеминированный аспергиллез"></option>
        <option value="B44.8 - Другие формы аспергиллёза"></option>
        <option value="B44.9 - Аспергиллез, неуточненный"></option>
        <option value="B45 - Криптококкоз"></option>
        <option value="B45.0 - Пульмональный криптококкоз"></option>
        <option value="B45.1 - Церебральный криптококкоз"></option>
        <option value="B45.2 - Кожный криптококкоз"></option>
        <option value="B45.3 - Костный криптококкоз"></option>
        <option value="B45.7 - Диссеминированный криптококкоз"></option>
        <option value="B45.8 - Другие формы криптококкоза"></option>
        <option value="B45.9 - Криптококкоз, неуточненный"></option>
        <option value="B46 - Зигомикоз"></option>
        <option value="B46.0 - Пульмональный мукормикоз"></option>
        <option value="B46.1 - Риноцеребральный мукормикоз"></option>
        <option value="B46.2 - Желудочно-кишечный мукормикоз"></option>
        <option value="B46.3 - Кожный мукормикоз"></option>
        <option value="B46.4 - Диссеминированный мукормикоз"></option>
        <option value="B46.5 - Мукормикоз, неуточненный"></option>
        <option value="B46.8 - Другие зигомикозы"></option>
        <option value="B46.9 - Зигомикоз, неуточненный"></option>
        <option value="B47 - Мицетомы"></option>
        <option value="B47.0 - Эумицетомы"></option>
        <option value="B47.1 - Актиномицетомы"></option>
        <option value="B47.9 - Мицетомы, неуточненные"></option>
        <option value="B48 - Другие микозы, не классифицированные в другом месте"></option>
        <option value="B48.0 - Лобомикоз"></option>
        <option value="B48.1 - Риноспоридиоз"></option>
        <option value="B48.2 - Аллесхериоз"></option>
        <option value="B48.3 - Геотричоз"></option>
        <option value="B48.4 - Пенициллез"></option>
        <option value="B48.5 - Пневмоцистоз"></option>
        <option value="B48.7 - Оппортунистические микозы"></option>
        <option value="B48.8 - Другие указанные микозы"></option>
        <option value="B49 - Неуточненный микоз"></option>
        <optgroup label="Protozoal Diseases (B50-B64)">
          <option value="B50 - Малая Плазмодия фальципарума"></option>
          <option value="B50.0 - Малая Плазмодия фальципарума с церебральными осложнениями"></option>
          <option value="B50.8 - Другие тяжелые и осложненные малярии Плазмодия фальципарума"></option>
          <option value="B50.9 - Малая Плазмодия фальципарума, неуточненная"></option>
          <option value="B51 - Малая Плазмодия вивакса"></option>
          <option value="B51.0 - Малая Плазмодия вивакса с разрывом селезенки"></option>
          <option value="B51.8 - Малая Плазмодия вивакса с другими осложнениями"></option>
          <option value="B51.9 - Малая Плазмодия вивакса без осложнений"></option>
          <option value="B52 - Малая Плазмодия маляриае"></option>
          <option value="B52.0 - Малая Плазмодия маляриае с нефропатией"></option>
          <option value="B52.8 - Малая Плазмодия маляриае с другими осложнениями"></option>
          <option value="B52.9 - Малая Плазмодия маляриае без осложнений"></option>
          <option value="B53 - Другая паразитологически подтвержденная малярия"></option>
          <option value="B53.0 - Малая Плазмодия овале"></option>
          <option value="B53.1 - Малярия из-за симийских плазмодиев"></option>
          <option
            value="B53.8 - B53.8 - Другая паразитологически подтвержденная малярия, не
            классифицированная в другом месте
          "
          >
            B53.8 - B53.8 - Другая паразитологически подтвержденная малярия, не
            классифицированная в другом месте
          </option>
          <option value="B54 - Неуточненная малярия"></option>
          <option value="B55 - Лейшманиоз"></option>
          <option value="B55.0 - Висцеральный лейшманиоз"></option>
          <option value="B55.1 - Кожный лейшманиоз"></option>
          <option value="B55.2 - Муко-кожный лейшманиоз"></option>
          <option value="B55.9 - Лейшманиоз, неуточненный"></option>
          <option value="B56 - Африканский трипаносомоз"></option>
          <option value="B56.0 - Гамбийский трипаносомоз"></option>
          <option value="B56.1 - Родезийский трипаносомоз"></option>
          <option value="B56.9 - Африканский трипаносомоз, неуточненный"></option>
          <option value="B57 - Болезнь Шагаса"></option>
          <option value="B57.0 - Острая болезнь Шагаса с сердечными проявлениями"></option>
          <option value="B57.1 - Острая болезнь Шагаса без сердечных проявлений"></option>
          <option value="B57.2 - Хроническая болезнь Шагаса с сердечными проявлениями"></option>
          <option
            value="B57.3 - B57.3 - Хроническая болезнь Шагаса с поражением пищеварительной
            системы
          "
          >
            B57.3 - B57.3 - Хроническая болезнь Шагаса с поражением
            пищеварительной системы
          </option>
          <option value="B57.4 - Хроническая болезнь Шагаса с поражением нервной системы"></option>
          <option value="B57.5 - Хроническая болезнь Шагаса с поражением других органов"></option>
          <option value="B58 - Таксоплазмоз"></option>
          <option value="B58.0 - Таксоплазмоз глаза"></option>
          <option value="B58.1 - Таксоплазмоз печени"></option>
          <option value="B58.2 - Таксоплазмоз менингоэнцефалит"></option>
          <option value="B58.3 - Пульмональный таксоплазмоз"></option>
          <option value="B58.8 - Таксоплазмоз с другим поражением органов"></option>
          <option value="B58.9 - Таксоплазмоз, неуточненный"></option>
          <option
            value="B60 - B60 - Другие простейшие болезни, не классифицированные в другом
            месте
          "
          >
            B60 - B60 - Другие простейшие болезни, не классифицированные в
            другом месте
          </option>
          <option value="B60.0 - Бабезиоз"></option>
          <option value="B60.1 - Акантамоэбиоз"></option>
          <option value="B60.2 - Наеглериоз"></option>
          <option value="B60.8 - Другие указанные простейшие болезни"></option>
          <option value="B64 - Неуточненное заболевание, вызванное простейшими"></option>
        </optgroup>
        <option value="B65 - Шистосомоз [бильгарциоз]"></option>
        <option value="B65.0 - Шистосомоз из-за Schistosoma haematobium [мочевой шистосомоз]"></option>
        <option value="B65.1 - Шистосомоз из-за Schistosoma mansoni [кишечный шистосомоз]"></option>
        <option value="B65.2 - Шистосомоз из-за Schistosoma japonicum [азиатский шистосомоз]"></option>
        <option value="B65.3 - Церкарийный дерматит [дерматит пловца]"></option>
        <option value="B65.8 - Другие шистосомозы"></option>
        <option value="B65.9 - Шистосомоз, неуточненный"></option>
        <option value="B66 - Другие инфекции сосальщиков"></option>
        <option value="B66.0 - Описторхоз [инфекция из-за кошачьей печени]"></option>
        <option value="B66.1 - Клониорхоз [китайский сосальщик]"></option>
        <option value="B66.2 - Дикроцелиоз [инфекция из-за Dicrocoelium dendriticum]"></option>
        <option value="B66.3 - Фасциолез [инфекция из-за Fasciola]"></option>
        <option value="B66.4 - Парагонимоз [инфекция из-за Paragonimus]"></option>
        <option value="B66.5 - Фасциолопсоз [инфекция из-за Fasciolopsis buski]"></option>
        <option value="B66.8 - Другие указанные инфекции сосальщиков"></option>
        <option value="B66.9 - Инфекция сосальщика, неуточненная"></option>
        <option value="B67 - Эхинококкоз [гидатидоз]"></option>
        <option value="B67.0 - Эхинококкоз из-за Echinococcus granulosus в печени"></option>
        <option value="B67.1 - Эхинококкоз из-за Echinococcus granulosus в легких"></option>
        <option value="B67.2 - Эхинококкоз из-за Echinococcus granulosus в костях"></option>
        <option
          value="B67.3 - B67.3 - Эхинококкоз из-за Echinococcus granulosus в других и
          множественных местах
        "
        >
          B67.3 - B67.3 - Эхинококкоз из-за Echinococcus granulosus в других и
          множественных местах
        </option>
        <option value="B67.4 - Эхинококкоз из-за Echinococcus granulosus, неуточненный"></option>
        <option value="B67.5 - Эхинококкоз из-за Echinococcus multilocularis в печени"></option>
        <option
          value="B67.6 - B67.6 - Эхинококкоз из-за Echinococcus multilocularis в других и
          множественных местах
        "
        >
          B67.6 - B67.6 - Эхинококкоз из-за Echinococcus multilocularis в других
          и множественных местах
        </option>
        <option value="B67.7 - Эхинококкоз из-за Echinococcus multilocularis, неуточненный"></option>
        <option value="B67.8 - Эхинококкоз, неуточненный, в печени"></option>
        <option value="B67.9 - Эхинококкоз, другой и неуточненный"></option>
        <option value="B68 - Тениоз"></option>
        <option value="B68.0 - Тениоз из-за Taenia solium [инфекция свиного цепня]"></option>
        <option value="B68.1 - Тениоз из-за Taenia saginata [инфекция говяжьего цепня]"></option>
        <option value="B68.9 - Тениоз, неуточненный"></option>
        <option value="B69 - Цистицеркоз"></option>
        <option value="B69.0 - Цистицеркоз центральной нервной системы"></option>
        <option value="B69.1 - Цистицеркоз глаза"></option>
        <option value="B69.8 - Цистицеркоз в других местах"></option>
        <option value="B69.9 - Цистицеркоз, неуточненный"></option>
        <option value="B70 - Дифиллоботриоз и спарганоз"></option>
        <option value="B70.0 - Дифиллоботриоз [инфекция Diphyllobothrium]"></option>
        <option value="B70.1 - Спарганоз [инфекция из-за Sparganum]"></option>
        <optgroup label="Cestode Infections (B71-B79)">
          <option value="B71 - Другие инфекции цестод"></option>
          <option value="B71.0 - Гименолепиоз [инфекция карликового цепня]"></option>
          <option value="B71.1 - Дипилидиоз"></option>
          <option value="B71.8 - Другие указанные инфекции цестод [коенуроз]"></option>
          <option value="B71.9 - Инфекция цестод, неуточненная [инфекция цепнями NOS]"></option>
          <option value="B72 - Дракункулез [инфекция Guinea worm]"></option>
          <option value="B73 - Онхоцеркоз [инфекция Onchocerca volvulus]"></option>
          <option value="B74 - Филяриоз"></option>
          <option value="B74.0 - Филяриоз из-за Wuchereria bancrofti [банкротиоз]"></option>
          <option value="B74.1 - Филяриоз из-за Brugia malayi"></option>
          <option value="B74.2 - Филяриоз из-за Brugia timori"></option>
          <option value="B74.3 - Лоаоз [инфекция Loa loa]"></option>
          <option value="B74.4 - Мансониеллез [инфекция Mansonella]"></option>
          <option value="B74.8 - Другие филяриозы [дирофиляриоз]"></option>
          <option value="B74.9 - Филяриоз, неуточненный"></option>
          <option value="B75 - Трихинеллез [инфекция Trichinella]"></option>
          <option value="B76 - Заболевания анкилостом [унцинария]"></option>
          <option value="B76.0 - Анкилостомоз [инфекция Ancylostoma]"></option>
          <option value="B76.1 - Некатороз [инфекция Necator americanus]"></option>
          <option value="B76.8 - Другие заболевания анкилостом"></option>
          <option value="B76.9 - Заболевание анкилостом, неуточненное"></option>
          <option value="B77 - Аскаридоз [инфекция аскарида]"></option>
          <option value="B77.0 - Аскаридоз с кишечными осложнениями"></option>
          <option value="B77.8 - Аскаридоз с другими осложнениями"></option>
          <option value="B77.9 - Аскаридоз, неуточненный"></option>
          <option value="B78 - Стронгилоидоз"></option>
          <option value="B78.0 - Интестинальный стронгилоидоз"></option>
          <option value="B78.1 - Кожный стронгилоидоз"></option>
          <option value="B78.7 - Диссеминированный стронгилоидоз"></option>
          <option value="B78.9 - Стронгилоидоз, неуточненный"></option>
          <option value="B79 - Трихуриоз [инфекция Trichuris]"></option>
          <option value="B80 - Энтеробиоз [инфекция острицей]"></option>
          <option
            value="B81 - B81 - Другие кишечные гельминтозы, не классифицированные в другом
            месте
          "
          >
            B81 - B81 - Другие кишечные гельминтозы, не классифицированные в
            другом месте
          </option>
          <option value="B81.0 - Анизакидоз [инфекция Anisakis]"></option>
          <option value="B81.1 - Интестинальный капилляриоз [капилляриоз NOS]"></option>
          <option value="B81.2 - Трихостронгилоидоз"></option>
          <option value="B81.3 - Интестинальный ангиостронгилоидоз"></option>
          <option value="B81.4 - Смешанные кишечные гельминтозы"></option>
          <option value="B81.8 - Другие указанные кишечные гельминтозы"></option>
          <option value="B82 - Неуточненное кишечное паразитарное заболевание"></option>
          <option value="B82.0 - Неуточненный кишечный гельминтоз"></option>
          <option value="B82.9 - Неуточненное кишечное паразитарное заболевание"></option>
          <option value="B83 - Другие гельминтозы"></option>
          <option value="B83.0 - Висцеральная миграция личинок [токсокароз]"></option>
          <option value="B83.1 - Гнатостомоз [блуждающая опухоль]"></option>
          <option value="B83.2 - Ангиостронгилоидоз из-за Parastrongylus cantonensis"></option>
          <option value="B83.3 - Сингапамоз"></option>
          <option value="B83.4 - Внутренний хирудиниоз"></option>
          <option value="B83.8 - Другие указанные гельминтозы"></option>
          <option value="B83.9 - Гельминтоз, неуточненный"></option>
        </optgroup>
        <optgroup label="Pediculosis, Acariasis and Other Infestations (B85-B89)">
          <option value="B85 - Педикулез и фтироз"></option>
          <option
            value="B85.0 - B85.0 - Педикулез из-за Pediculus humanus capitis [заражение
            головными вшами]
          "
          >
            B85.0 - B85.0 - Педикулез из-за Pediculus humanus capitis [заражение
            головными вшами]
          </option>
          <option
            value="B85.1 - B85.1 - Педикулез из-за Pediculus humanus corporis [заражение
            платяными вшами]
          "
          >
            B85.1 - B85.1 - Педикулез из-за Pediculus humanus corporis
            [заражение платяными вшами]
          </option>
          <option value="B85.2 - Педикулез, неуточненный"></option>
          <option value="B85.3 - Фтироз [заражение лобковыми вшами]"></option>
          <option
            value="B85.4 - B85.4 - Смешанный педикулез и фтироз [заражение несколькими видами
            вшей]
          "
          >
            B85.4 - B85.4 - Смешанный педикулез и фтироз [заражение несколькими
            видами вшей]
          </option>
          <option value="B86 - Чесотка [инфекция Sarcoptes scabiei]"></option>
          <option value="B87 - Миаз [заражение личинками мух]"></option>
          <option value="B87.0 - Кожный миаз [ползущий миаз]"></option>
          <option value="B87.1 - Раневой миаз [травматический миаз]"></option>
          <option value="B87.2 - Окулярный миаз"></option>
          <option value="B87.3 - Назофарингеальный миаз"></option>
          <option value="B87.4 - Ушной миаз"></option>
          <option value="B87.8 - Миаз других участков"></option>
          <option value="B87.9 - Миаз, неуточненный"></option>
          <option value="B88 - Другие заражения"></option>
          <option value="B88.0 - Другие акариазы [дерматит от клещей]"></option>
          <option value="B88.1 - Тунгияз [заражение песчаными блохами]"></option>
          <option value="B88.2 - Другие инфекции членистоногих"></option>
          <option value="B88.3 - Внешний хирудиниоз [заражение пиявками]"></option>
          <option value="B88.8 - Другие указанные инфекции"></option>
          <option value="B88.9 - Инфекция, неуточненная"></option>
          <option value="B89 - Неуточненное паразитарное заболевание"></option>
        </optgroup>
        <optgroup label="Sequelae of Infectious and Parasitic Diseases (B90-B94)">
          <option value="B90 - Последствия туберкулеза"></option>
          <option value="B90.0 - Последствия туберкулеза центральной нервной системы"></option>
          <option value="B90.1 - Последствия генитального туберкулеза"></option>
          <option value="B90.2 - Последствия туберкулеза костей и суставов"></option>
          <option value="B90.8 - Последствия туберкулеза других органов"></option>
          <option
            value="B90.9 - B90.9 - Последствия респираторного и неуточненного туберкулеза
            [последствия туберкулеза, неуточненные]
          "
          >
            B90.9 - B90.9 - Последствия респираторного и неуточненного
            туберкулеза [последствия туберкулеза, неуточненные]
          </option>
          <option value="B91 - Последствия полиомиелита"></option>
          <option value="B92 - Последствия лепры"></option>
          <option
            value="B94 - B94 - Последствия других и неуточненных инфекционных и паразитарных
            заболеваний
          "
          >
            B94 - B94 - Последствия других и неуточненных инфекционных и
            паразитарных заболеваний
          </option>
          <option value="B94.0 - Последствия трахомы"></option>
          <option value="B94.1 - Последствия вирусного энцефалита"></option>
          <option value="B94.2 - Последствия вирусного гепатита"></option>
          <option
            value="B94.8 - B94.8 - Последствия других указанных инфекционных и паразитарных
            заболеваний
          "
          >
            B94.8 - B94.8 - Последствия других указанных инфекционных и
            паразитарных заболеваний
          </option>
          <option
            value="B94.9 - B94.9 - Последствия неуточненного инфекционного или паразитарного
            заболевания
          "
          >
            B94.9 - B94.9 - Последствия неуточненного инфекционного или
            паразитарного заболевания
          </option>
        </optgroup>
        <optgroup label="Bacterial, Viral and Other Infectious Agents (B95-B98)">
          <option
            value="B95 - B95 - Стрептококки и стафилококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95 - B95 - Стрептококки и стафилококки как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.0 - B95.0 - Стрептококк группы A как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.0 - B95.0 - Стрептококк группы A как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.1 - B95.1 - Стрептококк группы B как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.1 - B95.1 - Стрептококк группы B как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.2 - B95.2 - Стрептококки группы D и энтерококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.2 - B95.2 - Стрептококки группы D и энтерококки как причина
            заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B95.3 - B95.3 - Streptococcus pneumoniae как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.3 - B95.3 - Streptococcus pneumoniae как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.4 - B95.4 - Другие стрептококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.4 - B95.4 - Другие стрептококки как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.5 - B95.5 - Неуточненные стрептококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.5 - B95.5 - Неуточненные стрептококки как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.6 - B95.6 - Staphylococcus aureus как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.6 - B95.6 - Staphylococcus aureus как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.7 - B95.7 - Другие стафилококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.7 - B95.7 - Другие стафилококки как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B95.8 - B95.8 - Неуточненные стафилококки как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B95.8 - B95.8 - Неуточненные стафилококки как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96 - B96 - Другие указанные бактериальные агенты как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96 - B96 - Другие указанные бактериальные агенты как причина
            заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B96.0 - B96.0 - Mycoplasma pneumoniae как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.0 - B96.0 - Mycoplasma pneumoniae как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.1 - B96.1 - Klebsiella pneumoniae как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.1 - B96.1 - Klebsiella pneumoniae как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.2 - B96.2 - Escherichia coli как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B96.2 - B96.2 - Escherichia coli как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.3 - B96.3 - Haemophilus influenzae как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.3 - B96.3 - Haemophilus influenzae как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.4 - B96.4 - Proteus (mirabilis)(morganii) как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.4 - B96.4 - Proteus (mirabilis)(morganii) как причина
            заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B96.5 - B96.5 - Pseudomonas (aeruginosa) как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.5 - B96.5 - Pseudomonas (aeruginosa) как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.6 - B96.6 - Bacillus fragilis как причина заболеваний, классифицируемых
            в других главах
          "
          >
            B96.6 - B96.6 - Bacillus fragilis как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.7 - B96.7 - Clostridium perfringens как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B96.7 - B96.7 - Clostridium perfringens как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B96.8 - B96.8 - Другие указанные бактериальные агенты как причина
            заболеваний, классифицируемых в других главах
          "
          >
            B96.8 - B96.8 - Другие указанные бактериальные агенты как причина
            заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B97 - B97 - Вирусные агенты как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97 - B97 - Вирусные агенты как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B97.0 - B97.0 - Аденовирус как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.0 - B97.0 - Аденовирус как причина заболеваний, классифицируемых
            в других главах
          </option>
          <option
            value="B97.1 - B97.1 - Энтеровирус как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.1 - B97.1 - Энтеровирус как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B97.2 - B97.2 - Коронавирус как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.2 - B97.2 - Коронавирус как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B97.3 - B97.3 - Ретровирус как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.3 - B97.3 - Ретровирус как причина заболеваний, классифицируемых
            в других главах
          </option>
          <option
            value="B97.4 - B97.4 - Вирус респираторно-синцитиальной инфекции как причина
            заболеваний, классифицируемых в других главах
          "
          >
            B97.4 - B97.4 - Вирус респираторно-синцитиальной инфекции как
            причина заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B97.5 - B97.5 - Ретровирус как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.5 - B97.5 - Ретровирус как причина заболеваний, классифицируемых
            в других главах
          </option>
          <option
            value="B97.6 - B97.6 - Паравирус как причина заболеваний, классифицируемых в других
            главах
          "
          >
            B97.6 - B97.6 - Паравирус как причина заболеваний, классифицируемых
            в других главах
          </option>
          <option
            value="B97.7 - B97.7 - Вирус папилломы как причина заболеваний, классифицируемых в
            других главах
          "
          >
            B97.7 - B97.7 - Вирус папилломы как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B97.8 - B97.8 - Другие вирусные агенты как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B97.8 - B97.8 - Другие вирусные агенты как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B98 - B98 - Другие указанные инфекционные агенты как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B98 - B98 - Другие указанные инфекционные агенты как причина
            заболеваний, классифицируемых в других главах
          </option>
          <option
            value="B98.0 - B98.0 - Helicobacter pylori как причина заболеваний,
            классифицируемых в других главах
          "
          >
            B98.0 - B98.0 - Helicobacter pylori как причина заболеваний,
            классифицируемых в других главах
          </option>
          <option
            value="B98.1 - B98.1 - Vibrio vulnificus как причина заболеваний, классифицируемых
            в других главах
          "
          >
            B98.1 - B98.1 - Vibrio vulnificus как причина заболеваний,
            классифицируемых в других главах
          </option>
        </optgroup>
        <optgroup label="Other Infectious Diseases (B99)">
          <option value="B99 - Другие и неуточненные инфекционные болезни"></option>
        </optgroup>
      </optgroup>
    </>
  );
}
